Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Gwoop] gwoop.com.tmx
Source language: en
Languages: ko_kr

source: You cannot activate this training regimen for this party.
ko_kr: 이 파티를 위한 훈련 방식을 활성화할 수 있는 권한이 없습니다.

source: Welcome to Gwoop Teams!
ko_kr: Gwoop Teams에 오신 것을 환영합니다!

source: This Agreement, together with any amendments and any additional agreements you may enter into with Gwoop in connection with the Service, shall constitute the entire agreement between you and Gwoop concerning the Service.
ko_kr: 본 계약은 당사의 서비스와 관련해 귀하와 Gwoop간의 완전한 계약을 구성합니다. 여기에는 귀하가 당사의 서비스와 관련하여 Gwoop과 체결할 수 있는 모든 수정 사항 및 추가 계약 내용이 포함됩니다.

source: Updates and enhancements to our Grant page.
ko_kr: 장학금 페이지를 개선했습니다.

source: On the ability bar below, you can see your avaliable abilities.
ko_kr: 기술 바는 아래에 있습니다. 사용 가능한 기술을 확인할 수 있습니다.

source: CREATE PASSWORD
ko_kr: 비밀번호 생성

source: Added 'X' icon to games pages so that users can navigate back to the training page.
ko_kr: 사용자가 훈련 페이지로 돌아갈 수 있도록 게임에 ‘X’ 아이콘을 추가했습니다.

source: No downloads, and it’s free.
ko_kr: 다운로드가 필요 없습니다. 그리고 무료입니다.

source: Reaction Time 1
ko_kr: 반응 속도 1

source: GWOOP SERVICE
ko_kr: GWOOP 서비스

source: You have rejected {originalSenderUser.Username}'s friend request.
ko_kr: {originalSenderUser.Username}이(가) 보낸 친구 요청을 거절했습니다.

source: Reaction Time
ko_kr: 반응 속도

source: Friends
ko_kr: 친구

source: Promotions.
ko_kr: 판촉 행사.

source: We share information with notice to you and your consent.
ko_kr: 당사는 귀하에게 공지를 한 후 귀하의 동의에 따라 정보를 공유합니다.

source: R Ability
ko_kr: R 기술

source: Gwoop shall have no liability for your interactions with other Users, or for any User’s action or inaction.
ko_kr: Gwoop은 귀하와 다른 사용자와의 상호 작용이나 귀하의 행동과 미행동에 책임을 지지 않습니다.

source: The User Content you create remains yours; however, by sharing User Content through the Service, you agree to allow others to view, edit, and/or share your User Content in accordance with your settings and this Agreement.
ko_kr: 귀하가 제작한 사용자 콘텐츠는 귀하에게 귀속됩니다. 하지만 당사 서비스를 통해 사용자 콘텐츠를 공유한다면 귀하의 설정과 이 계약에 따라 귀하는 다른 사용자가 귀하의 사용자 콘텐츠를 열람, 수정, 공유하는 데 동의하는 것입니다.

source: TARGETED SKILLSET GAMES
ko_kr: 특정 장르를 위한 게임

source: We've made some updates to the look and feel of our website.
ko_kr: 웹사이트에 시각적 효과를 개선했습니다.

source: Team name cannot exceed 50 characters.
ko_kr: 팀 이름은 50자리를 초과할 수 없습니다.

source: GAME SETTINGS
ko_kr: 게임 설정

source: Many bugfixes, content adjustments, and layout updates across the site.
ko_kr: 많은 버그 신청, 컨텐츠 업데이트, 레이아웃 업데이트를 진행했습니다.

source: PROBLEM SOLVING
ko_kr: 문제 해결

source: Click!
ko_kr: 클릭!

source: Too Early!
ko_kr: 너무 빠릅니다!

source: The more people who know about the grant, the more we can help make esports better for all.
ko_kr: 더 많은 사람들이 장학금에 대해 알 수록 저희가 모두를 위한 e스포츠를 더욱 만들어갈 수 있습니다.

source: Let’s get your team off to races by selecting a pre-set training regimen, or creating a custom one for your team.
ko_kr: 미리 만들어진 훈련 방식을 선택하거나 사용자가 만든 훈련 방식을 선택해 팀의 훈련을 진행하세요.

source: M
ko_kr: ㅡ

source: School Privacy
ko_kr: 학교의 정보

source: Buy Coins
ko_kr: Coin 구매

source: Bags
ko_kr: 가방

source: TEAM CHAT
ko_kr: 팀 채팅

source: All the physical skills we focus on improving have a positive impact within everyday life for kids and teens, as well.
ko_kr: 또한 Gwoop을 통해 키울 수 있는 모든 신체적 기술은 아이들과 청소년의 일상생활에 긍정적인 영향을 미칠 것입니다.

source: These additional disclosures for California residents apply only to individuals who reside in California.
ko_kr: 본 캘리포니아 주 거주자를 위한 추가 공시는 캘리포니아 주에 거주하는 사람에만 적용됩니다.

source: Avg Time / Target
ko_kr: 평균 시간 / 타겟

source: Visual Memory - Bring your average recalled items to {number} or more.
ko_kr: 시각 기억 - 평균 {number}개 이상의 아이템을 기억하세요.

source: LOCKER ROOM
ko_kr: 탈의실

source: Steer Left
ko_kr: 좌회전

source: You may choose to delete your account, but you will not be able to recover data from your former account at a later date if you do so.
ko_kr: 귀하는 계정 삭제를 할 수 있으나, 추후 삭제한 계정의 정보를 복구할 수 없습니다.

source: Information about how you access and use the Service including, for example, how frequently you access the Service, the time you access the Service and how long you use the Service for, whether you access the Service from multiple devices, the website from which you came and the website to which you go when you leave the Service, and other actions you take on the Service.
ko_kr: 귀하가 어떻게 당사의 서비스에 접근하고 사용하는지에 대한 다음과 같은 정보. 귀하가 얼마나 자주 서비스에 접속하는지, 귀하가 어느 시간에 서비스에 접속하고 얼마나 오래 접속하는지, 귀하가 다양한 장치에서 서비스에 접속하는지 여부, 귀하가 어느 웹사이트를 통해 왔는지, 서비스를 떠날 때 어떠한 웹사이트로 가는지, 그리고 귀하가 서비스에서 행하는 기타 행동들.

source: • Manage payment information and subscription status
ko_kr: • 결제 정보와 구독권 관리를 할 수 있습니다.

source: You can manage your Stripe payment information from your account settings.
ko_kr: 계정 설정 페이지에서 Stripe 계좌 정보를 관리할 수 있습니다.

source: Opting out may prevent you from receiving email messages regarding updates, improvements, or offers.
ko_kr: 수신거부를 선택한다면 업데이트, 개선사항, 할인과 관련된 이메일 메시지를 받을 수 없게 됩니다.

source: Jungle Ranged Minion
ko_kr: 정글 원거리 미니언

source: You do not have authority to edit this team.
ko_kr: 당신은 팀 정보를 수정할 권한이 없습니다.

source: Unable to retrieve the avatar background image asset for:
ko_kr: 이 아바타 배경 이미지 자원을 찾을 수 없습니다:

source: Mana{colon}
ko_kr: 마나{colon}

source: Keyboard + Mouse
ko_kr: 키보드 + 마우스

source: Right Stick Right
ko_kr: 오른쪽 스틱 오른쪽

source: For information on your rights and choices regarding how we use information about you, please see the “Your Rights and Choices” section below.
ko_kr: 당사가 귀하의 정보를 어떻게 사용하는지와 관련된 귀하의 권리와 제공 동의에 관한 정보는 하단에 있는 “귀하의 권리와 제공 동의” 섹션을 참조하십시오.

source: Please proceed to the designated training zone to start the countdown.
ko_kr: 지정된 훈련 구역으로 들어가서 카운트다운을 시작시킵니다.

source: Right click <sprite index=10> on him or press <sprite index=17> on your controller to attack him.
ko_kr: 마우스 오른쪽 버튼 <sprite index=10> 으로 클릭하거나 컨트롤러의 버튼 <sprite index=17> 을 눌러 적을 공격하세요.

source: Custom training regimen changes updated successfully.
ko_kr: 사용자 훈련 방식을 변경하는 데 성공했습니다.

source: While we are very focused on helping gamers improve and succeed in the arena, our platform was developed utilizing leading neuroscience research which provides benefits in everyday life - specifically for kids and teens around mental, physical and psychological development.
ko_kr: 게이머의 성장과 성공을 이끌어내기 위해, Gwoop의 플랫폼은 우리 일상생활을 이롭게 할 수 있는 가장 최신의 신경과학 연구를 바탕으로 개발되었습니다. 특히 아이들과 청소년의 정신적, 신체적, 심리적 발전을 위해 설계되었습니다.

source: During onboarding, you can create brand new Gwoop accounts for your players or invite existing Gwoop users to your team.
ko_kr: 플레이어를 위한 새로운 Gwoop 계정을 생성하거나 기존 Gwoop 사용자를 팀에 초대하는 방식으로 선수를 등록할 수 있습니다.

source: If your data is collected in Europe, we will transfer your personal data subject to appropriate safeguards, such as Standard Contractual Clauses.
ko_kr: 만약 귀하의 데이터가 유럽에서 수집되었다면, 당사는 표준 계약 조항과 같은 적절한 보호 조치에 따라 귀하의 개인 데이터를 전송합니다.

source: Party name cannot exceed 100 characters.
ko_kr: 파티 이름은 100자리를 초과할 수 없습니다.

source: Aimed Ability Accuracy
ko_kr: 조준한 기술 적중률

source: E-mails.
ko_kr: 이메일.

source: Added a count of the remaining tiles on the current level to the upper UI.
ko_kr: UI 상단에 현재 레벨에 남은 타일 수를 표시합니다.

source: This includes:
ko_kr: 업데이트 내용:

source: View their dashboards
ko_kr: 대시보드를 확인할 수 있습니다

source: They are also designed to work with the widest variety of hardware (including computers that don't have a GPU or graphics processing unit).
ko_kr: Gwoop의 미니 게임은 거의 모든 하드웨어로 구동할 수 있도록 설계되었습니다. (GPU가 없는 컴퓨터 포함)

source: Please check the individual policies before you submit any information to those locations.
ko_kr: 귀하가 이러한 장소에 정보를 제출하기 전, 해당 장소의 개인정보 정책을 확인하십시오.

source: It is not enough to just simply show up and play in competitive matches anymore.
ko_kr: 이는 단순하게 경기에 출전하는 것만으로는 다가 아닙니다.

source: When you're ready, check out the new Locker Room page to unlock some sweet gear and customizations!
ko_kr: 기회가 되면 새로운 탈의실 페이지에 들어가 새로운 장비와 꾸미기 기능을 해금하세요.

source: An internal system error occurred while attempting to redirect you to the Stripe Express Account Onboarding Portal.
ko_kr: Stripe 익스프레스 계정 연결 포탈과 당신의 계정을 연결하는 과정에서 내부 시스템 오류가 발생했습니다.

source: If the problem persists, please contact us.
ko_kr: 문제가 계속 발생한다면 운영진에게 문의하세요.

source: You may never use another User’s account without permission.
ko_kr: 귀하는 허가 없이 타인의 계정을 사용할 수 없습니다.

source: Set your username
ko_kr: 사용자명을 설정하세요

source: Not all training regimen modules submitted were successfully updated.
ko_kr: 일부 훈련 방식 모듈을 업데이트하는 데 실패했습니다.

source: DON'T SEE YOUR QUESTION BELOW?
ko_kr: 원하는 질문을 찾지 못하셨나요?

source: You won't be able to use the ability until the timer has reset.
ko_kr: 쿨다운이 끝나기 전에는 해당 기술을 다시 사용할 수 없습니다.

source: PARTY PLAYERS
ko_kr: 파티 구성원

source: Head of Delivery
ko_kr: 전략기획팀장

source: Q Ability
ko_kr: Q 기술

source: C
ko_kr: ㅊ

source: Active
ko_kr: 활동

source: Left Trigger
ko_kr: 왼쪽 트리거

source: In order to get started on Gwoop Teams, you must have a valid Gwoop account (yep, still free) with a verified email address and be a coach or school administrator.
ko_kr: Gwoop Teams를 시작하기 위해서는 유효한 Gwoop 계정이 필요합니다. (무료로 가입할 수 있습니다.) 또한 이메일 인증이 필요하며 코치 혹은 학교 담당자여야만 합니다.

source: It looks like that email address isn't tied to your Gwoop account.
ko_kr: 그 이메일 주소는 당신의 Gwoop 계정과 연동되어 있지 않습니다.

source: The redirect URL provided in the request must be valid gwoop.com URLs.
ko_kr: 요청에 첨부된 리다이렉트 URL은 유효한 gwoop.com URL이어야만 합니다.

source: Please allow up to 2 minutes for your request to be processed.
ko_kr: 최대 2분이 소요될 수 있습니다.

source: Right Stick Down
ko_kr: 오른쪽 스틱 아래

source: Accelerate
ko_kr: 가속

source: JOIN THE TEAM
ko_kr: 입사 문의

source: Your {skill} is almost at your baseline, but your {skill} and {skill} require additional focus.
ko_kr: 당신의 {skill} 은(는) 당신의 기준점에 가까우나, {skill} 와(과) {skill} 을(를) 추가로 연습해야 합니다.

source: This is done by us uploading a customer list to a technology service or incorporating a pixel from a technology service into our own Service, and the technology service matching common factors between our data and their data.
ko_kr: 이는 당사가 기술 서비스에 고객 목록을 업로드하거나 당사의 서비스와 기술 서비스의 픽셀을 통합하는 방식으로 진행될 수 있으며, 또한 기술 서비스 회사가 당사의 데이터와 해당 회사의 데이터의 공통 요소를 맞춰는 과정으로 진행될 수도 있습니다.

source: Daily
ko_kr: 일일

source: Mana Regen{colon}
ko_kr: 마나 재생{colon}

source: THE DISCLAIMERS AND EXCLUSIONS UNDER THIS AGREEMENT WILL NOT APPLY TO THE EXTENT PROHIBITED BY APPLICABLE LAW.
ko_kr: 본 계약에 따른 부인 및 배제는 관련 법률에서 금지한 사항에는 적용되지 않습니다.

source: Notification Procedures and Changes to the Agreement.
ko_kr: 공지 절차 및 계약의 변경

source: Indemnity
ko_kr: 배상

source: Liking, Sharing, and Logging-In.
ko_kr: 좋아요, 공유 및 로그인.

source: Strategy
ko_kr: 전략 게임

source: You must cancel your subscription prior to your next recurring billing date in order to avoid being charged.
ko_kr: 추가 결제를 원하지 않으신다면 귀하의 다음 결제 예정일 전에 귀하의 구독을 반드시 취소해야 합니다.

source: Learn how to use Teams with our YouTube tutorials!
ko_kr: Teams를 어떻게 사용하는지 알기 위해 YouTube 튜토리얼을 시청하세요!

source: Favicon has been created.
ko_kr: 파비콘이 생성되었습니다.

source: Player list is empty.
ko_kr: 플레이어 목록이 비어있습니다.

source: We offer parts of our Service through websites, platforms, and services operated or controlled by separate entities.
ko_kr: 당사는 웹사이트, 플랫폼, 그리고 별도의 법인이 운영하고 관리하는 서비스를 통해 당사의 서비스의 일부를 제공합니다.

source: MOBA SKILL SHOT SCENARIO
ko_kr: AOS 스킬샷 시나리오

source: Learn how to earn free gems
ko_kr: 무료 gem 얻는 법 배우기

source: Option General Question/Comment
ko_kr: 일반 질문/의견

source: Added new Mouse control game which tracks your ability to keep your mouse within a set of guard rails.
ko_kr: 새로운 마우스 컨트롤 게임을 추가했습니다. 마우스 커서를 가드레일 안에서 계속 움직일 수 있는지를 확인합니다.

source: If you are a parent or guardian and you believe we have collected information from your child in a manner not permitted by law, please contact us through our Help Center.
ko_kr: 만약 귀하가 학부모 혹은 보호자이고, 귀하가 생각하기에 당사가 귀하의 자녀로부터 법률에서 허용되지 않은 방식으로 정보를 수집했다면, 당사 고객센터를 통해 연락하십시오.

source: Added team referral codes to all teams.
ko_kr: 모든 팀에게 팀 초대 코드 기능을 추가했습니다.

source: The message is as follows:
ko_kr: 메시지 내용:

source: Brake
ko_kr: 감속

source: CHALLENGE FRIENDS
ko_kr: 친구와 경쟁

source: Completion %
ko_kr: 완료율 %

source: Advice: keep moving, stay close to your target.
ko_kr: 힌트: 계속 움직이며 타겟 가까이 붙어있으세요.

source: This invite is no longer valid.
ko_kr: 이 초대장은 더 이상 유효하지 않습니다.

source: Friend
ko_kr: 친구

source: If you do not agree to any of these terms or any future Terms of Service, do not use or access (or continue to access) the Service.
ko_kr: 만약 귀하가 현재 혹은 미래의 이용약관에 동의하지 않는다면, 당사의 서비스를 사용하거나 접속(혹은 계속하여 접속)하지 마십시오.

source: Speed Lvl 2 - Achieve a time per target score of {number}ms or less.
ko_kr: 속도 2단계 - {number}ms 이하의 타겟당 시간을 기록하세요.

source: Button South
ko_kr: 6시 버튼

source: All teams must have at least one user with the Super Team Lead role affiliated with the team.
ko_kr: 모든 팀은 최소 한 명 이상의 슈퍼 팀 리더 역할을 보유해야만 합니다.

source: Your login may have expired, please refresh the page and try again.
ko_kr: 로그인이 만료되었습니다. 새로고침을 하고 다시 시도하십시오.

source: We use and partner with different types of entities to assist with our daily operations and manage our Service.
ko_kr: 당사는 당사의 일상적인 서비스 운영 및 관리를 위해 다양한 종류의 법인을 활용하고 협력할 수 있습니다.

source: Visual Timing 2 - Achieve a score of {number}ms reaction time.
ko_kr: 시각 타이밍 2 - {number}ms 반응 시간 점수를 기록하세요.

source: An enemy Hero approaches!
ko_kr: 적 영웅이 다가오고 있습니다!

source: Error occured while updating custom training regimen.
ko_kr: 사용자 훈련 방식을 업데이트하는 데 오류가 발생했습니다.

source: Google provides tools to allow you to opt out of the use of certain information collected by Google Analytics at https://tools.google.com/dlpage/gaoptout and by Google Analytics for Display Advertising or the Google Display Network at https://www.google.com/settings/ads/onweb/ .
ko_kr: 귀하는 Google Analytics, Google Analytics for Display Advertising 또는 Google Display Network가 수집한 특정 정보를 사용할 수 없도록 할 수 있습니다. Google이 제공한 https://tools.google.com/dlpage/gaoptout, https://www.google.com/settings/ads/onweb/와 같은 도구를 확인하십시오.

source: YOUR SOCIAL MEDIA LINKS
ko_kr: 소셜 미디어 연결

source: Click on desired keys to include them in the game.
ko_kr: 원하는 키를 클릭해 게임을 플레이 하세요.

source: Visual Speed Lvl 1
ko_kr: 시각 속도 1단계

source: KEYBOARD SPEED
ko_kr: 키보드 속도

source: Unable to remove {0} from the party because they were not associated with a valid user id.
ko_kr: {0}을(를) 파티에 제거할 수 없습니다. 유효한 사용자 ID와 연결되지 않은 사용자입니다.

source: We will refer your request to that customer, and will support them to the extent required by applicable law in responding to your request.
ko_kr: 당사는 귀하의 요청을 해당 고객에게 전달하고, 관련 법률에서 요구하는 범위 내에서 해당 기업 및 학교가 귀하의 요청을 응답할 수 있도록 지원할 것입니다.

source: We have received your inquiry and someone from our Gwoop team will be reaching out shortly.
ko_kr: 당신의 문의사항을 접수했습니다. Gwoop의 구성원이 곧 연락을 취할 것입니다.

source: When the screen turns <color=#F8A024>orange</color>, tap the screen as fast as you can!
ko_kr: 화면이 <color=#F8A024>주황색</color>으로 바뀌면, 화면을 최대한 빨리 터치하세요!

source: EDIT YOUR TEAM
ko_kr: 팀 수정

source: The processing is necessary for our legitimate interests, namely for developing and improving the Service.
ko_kr: 당사 서비스의 개발과 개선과 같은 당사의 정당한 이해 관계를 위해 처리 과정이 필요합니다.

source: Keyboard
ko_kr: 키보드

source: Tutorial - Step {tutorial step number}
ko_kr: 튜토리얼 - {tutorial step number} 단계

source: Higher % means more points.
ko_kr: 더 높은 %는 곧 더 높은 점수입니다.

source: You acknowledge and agree that this Agreement is solely between you and Gwoop, not Apple, and that Apple has no responsibility for the iTunes-Sourced Software or content thereof.
ko_kr: 귀하는 본 계약이 Apple이 아닌 귀하와 Gwoop만의 계약이며, Apple은 iTunes 소프트웨어 혹은 그 콘텐츠에 대해 책임을 지지 않는다는 점을 인정하고 동의합니다.

source: E Ability Upgrade
ko_kr: E 기술 레벨업

source: CEO/Co-Founder
ko_kr: CEO/공동 창립자

source: This will allow you to move the camera around freely by moving the mouse to the edge of the screen.
ko_kr: 전환을 누르면 가장자리로 마우스를 움직여 자유롭게 주변을 둘러볼 수 있게 됩니다.

source: Updated tile sizing to prevent oversized tiles at high levels.
ko_kr: 높은 레벨에서 비정상적으로 큰 타일 생성을 막고자 타일 크기를 업데이트했습니다.

source: Let's reset your password.
ko_kr: 당신의 비밀번호를 재설정합시다.

source: We rejected your submission because the content contained a link or QR code.
ko_kr: Gwoop은 당신의 디자인을 거절했습니다. 컨텐츠에 링크 혹은 QR코드가 포함되어 있습니다.

source: Minor bug fixes and adjustments across the website.
ko_kr: 기타 버그 수정과 웹사이트 수정을 진행했습니다.

source: Targets Hit (#)
ko_kr: 맞춘 타겟 (#)

source: All data on Gwoop’s servers are subject to deletion, alteration or transfer.
ko_kr: Gwoop 서버에 있는 모든 데이터는 삭제, 변경, 이전될 수 있습니다.

source: Many new branding queues across the website.
ko_kr: 웹사이트 전역에서 새로운 브랜딩이 이뤄졌습니다.

source: The Team Lead user is the user who needs a moderate level of abilities beyond the player role.
ko_kr: 팀 리더는 플레이어 역할 이상의 권한을 부여받는 사용자입니다.

source: A valid title must be provided.
ko_kr: 유효한 제목이 필요합니다.

source: Gwoop is focused on improving five core gaming and esports skills found in all video games:
ko_kr: Gwoop은 비디오 게임 전반에서 필요한 다섯 가지 게임과 e스포츠 핵심 기술을 연마할 수 있도록 제작되었습니다:

source: Character movement tweaked for better responsiveness.
ko_kr: 더 나은 반응성을 위해 캐릭터 움직임이 조정되었습니다.

source: Invite new or existing Gwoop members to your team!
ko_kr: 당신의 팀에 신규 혹은 기존 Gwoop 멤버를 초대하세요.

source: SEARCH FOR USERS
ko_kr: 사용자 검색

source: {0} must be greater than {1}.
ko_kr: {0} 은(는) {1}보다 반드시 커야 합니다.

source: CUSTOM CONTROLS
ko_kr: 맞춤 컨트롤

source: Gain bonus experience for completing daily challenges.
ko_kr: 일일 도전을 수행한다면 추가 경험치를 얻습니다.

source: The Gwoop Esports Enablement Grant was created to help schools and community organizations create or advance their esports program.
ko_kr: Gwoop e스포츠 장학금은 학교와 지역 공동체가 e스포츠 프로그램을 설치하고 장려할 수 있도록 돕기 위해 만들어졌습니다.

source: The preceding requirements are intended to comply with Gwoop’s rights and obligations under the DMCA, including 17 U.S.C. §512(c), but do not constitute legal advice.
ko_kr: 전술한 요구사항은 17 U.S.C. §512(c)를 포함한 DMCA 하에서 Gwoop의 권리와 의무를 준수하기 위해 만들어졌으나, 법률적 자문을 구성하는 것은 아닙니다.

source: *Custom keys is only supported in practice mode.
ko_kr: *사용자 설정은 연습 모드에서만 지원됩니다.

source: If you use the Gwoop Design to Earn Program, you represent and warrant to Gwoop that any designs you submit ("Designs") are your original works of authorship.
ko_kr: 귀하가 Gwoop의 디자인 참여 프로그램을 이용한다면, 귀하는 귀하가 Gwoop에 제출한 어떤 디자인(이하 “디자인”)이든 귀하의 원본 저작물로 귀속되는 바를 확인합니다.

source: Select your MOBA training scenario.
ko_kr: AOS 훈련 시나리오를 선택하세요.

source: REACTION TIME LVL 1
ko_kr: 반응 속도 1단계

source: Rapid Click Game
ko_kr: 빠른 클릭 게임

source: Internet activity, including your interactions with our Service, your academic content, and performance data.
ko_kr: 당사 서비스, 귀하의 학술적 콘텐츠 및 실적 데이터와의 상호 작용을 포함한 인터넷 활동.

source: Team Referral Codes
ko_kr: 팀 차원에서 초대 코드를 발행할 수 있습니다

source: GWOOP VITALS REPORT
ko_kr: GWOOP 상태 보고서

source: There are no users associated with the party.
ko_kr: 이 파티와 연결된 사용자가 없습니다.

source: This user is not affiliated with any teams.
ko_kr: 이 사용자는 어떤 팀에도 속하지 않았습니다.

source: Your browser settings may allow you to automatically transmit a “Do Not Track” signal to online services you visit.
ko_kr: 귀하는 귀하가 방문하는 온라인 서비스에 자동적으로 “추적 금지” 신호를 전송할 수 있도록 브라우저를 설정할 수 있습니다.

source: The training has led to an increase in their abilities and their rankings.
ko_kr: 새로운 훈련은 우리 선수들의 능력과 순위 향상으로 이어졌습니다.

source: Grants are $2,500 each, and we have 1-3 available per semester.
ko_kr: 매 학기 1~3개 기관이 각각 $2,500의 장학금 혜택을 받습니다.

source: Could not locate the referral code for the specified team.
ko_kr: 팀을 위한 초대 코드를 찾을 수 없습니다.

source: This quick game can tell you.
ko_kr: 이 짧은 게임을 통해 확인해보세요.

source: Next time you play you will be able to check if you're ready to game.
ko_kr: 다음번 플레이 할 때부터는 게임을 할 준비가 되었는지 확인할 수 있습니다.

source: Click the button below to add one now.
ko_kr: 아래 버튼을 클릭해 소셜 미디어를 연결하세요.

source: Land the killing hit on as many enemies as possible in this MOBA training scenario.
ko_kr: 막타 시나리오에서 최대한 많은 적을 잡아보십시오.

source: This changelog has been created!
ko_kr: 변경 기록 항목이 신설되었습니다.

source: The Redirect URL provided in the request is not a valid gwoop.com URL.
ko_kr: 요청에 첨부된 리다이렉트 URL은 유효하지 않은 gwoop.com URL입니다.

source: V
ko_kr: ㅍ

source: We partner with Stripe for billing and payments.
ko_kr: Gwoop은 Stripe와 청구 및 지불 분야 협력을 맺고 있습니다.

source: You do not have the authority to edit custom training regimen details.
ko_kr: 사용자 훈련 방식 세부사항을 수정할 수 있는 권한이 없습니다.

source: TRACK YOUR PERFORMANCE
ko_kr: 플레이 분석

source: Mana Cost{colon}
ko_kr: 마나 요구량{colon}

source: The most successful people in this world have great determination, focus and discipline and it is our hope that a result of leveraging Gwoop will bring about an improved mindset both in and out of the gaming arena for kids and teens.
ko_kr: 세계에서 가장 성공한 사람들은 뛰어난 결단력, 집중력, 그리고 절제력을 보유하고 있습니다. Gwoop은 Gwoop을 사용하는 어린이와 청소년이 게임 안팎에서 향상된 사고관을 갖출 수 있도록 만드는 꿈을 갖고 있습니다.

source: *Gems can be earned by playing Gwoop Games!
ko_kr: *Gem은 Gwoop 게임을 플레이하면서 얻을 수 있습니다!

source: The foregoing license grant is not a sale of the Mobile Software or any copy thereof, and Gwoop or its third party partners or suppliers retain all right, title, and interest in the Mobile Software (and any copy thereof).
ko_kr: 전술한 라이선스 부여는 모바일 소프트웨어 판매 혹은 그 사폰의 판매가 아니며, Gwoop 또는 제3자 협력체 혹은 공급자는 모바일 소프트웨어(및 그 사본)에 대한 모든 권리, 소유권 및 이해관계를 보유합니다.

source: By creating an account, you agree to Gwoop's Terms of Service and Privacy Policy.
ko_kr: 계정을 만들게 된다면, 당신은 Gwoop의 이용약관과 개인정보 처리방침에 동의하는 것입니다.

source: We may require specific information from you to help us verify your identity and process your request.
ko_kr: 당사는 귀하의 신원을 확인하고 귀하의 요청을 처리하는 데 도움이 될 수 있는 귀하의 특정 정보를 요구할 수 있습니다.

source: Alternatively, you may directly contact the applicable technology service to opt out.
ko_kr: 또는, 귀하는 해당 기술 서비스 업체에 직접 연락하여 수신 중단을 요청할 수 있습니다.

source: Added design guide background to the website.
ko_kr: 웹사이트에 디자인 가이드 배경을 추가했습니다.

source: The categories of personal information we have collected about you;
ko_kr: 당사가 귀하에 대해 수집한 개인정보의 범주.

source: Gwoop's Design to Earn program is a way for you to start earning money for your designs!
ko_kr: Gwoop의 디자인 참여 프로그램은 당신의 디자인을 가지고 돈을 벌 수 있는 기회입니다.

source: Speed Lvl 2 - Bring your average time per target to {number}ms less.
ko_kr: 속도 2단계 - 평균 타겟당 시간을 {number}ms 이하로 기록하세요.

source: HOW DO I EARN EXPERIENCE?
ko_kr: 경험치는 어떻게 획득하나요?

source: Assign practice regimens
ko_kr: 훈련 방식 배정

source: A Super Team Lead user has all Team Lead capabilities and the ability to:
ko_kr: 슈퍼 팀 리더는 팀 리더의 기능을 포함해 아래와 같은 활동을 할 수 있습니다.

source: If you are accessing the Service from outside of the U.S., please be aware that information collected through the Service may be transferred to, processed, stored, and used in the U.S. and other jurisdictions.
ko_kr: 만약 귀하가 미국 밖에서 당사의 서비스에 접속하는 경우, 당사 서비스를 통해 수집된 정보가 미국 및 다른 관할권으로 전송되거나 미국 및 다른 관할권에서 처리, 저장, 사용될 수 있다는 점에 유의하십시오.

source: Choose Training Scenario
ko_kr: 훈련 시나리오 선택

source: Users who have rejected a friend request are now allowed to re-send a friend request to the person that they rejected.
ko_kr: 친구 요청을 거절한 사용자는 이제 친구 요청을 거절한 사용자에게 친구 요청을 보낼 수 있습니다.

source: If your personal data has been processed by us on behalf of a business customer and you wish to exercise any rights you have with such personal data, please inquire with our customer directly.
ko_kr: 만약 당사가 기업 고객을 대신하여 귀하의 개인 데이터를 처리했고, 이러한 개인 데이터에 대해 귀하가 권리를 행사하고 싶다면, 당사의 고객에 직접 문의하십시오.

source: HOW DO I CHANGE GAMEPLAY SETTINGS?
ko_kr: 게임플레이 설정을 어떻게 바꿀 수 있나요?

source: HOW ARE PARTIES DIFFERENT THAN TEAMS?
ko_kr: 파티와 팀은 어떻게 다른가요?

source: Sign in to get started training!
ko_kr: 훈련을 시작하기 위해 로그인 하세요!

source: Successfully updated the team registration request status.
ko_kr: 팀 등록 요청 상태를 업데이트하는 데 성공했습니다.

source: The specified challenge is invalid
ko_kr: 유효하지 않은 대결입니다.

source: If you cancel your subscription, you will continue to have access to the Service through the end of your current billing period, but will not receive a refund.
ko_kr: 만약 귀하가 구독을 취소하더라도, 귀하는 현재 구독 기간이 끝날 때까지 당사의 서비스를 계속 이용할 수 있습니다. 환불을 받을 수는 없습니다.

source: Mana Regen Rate{colon}
ko_kr: 마나 재생 속도{colon}

source: Referral Code will not be displayed for restricted teams.
ko_kr: 비공개 팀에서는 초대 코드를 확인할 수 없습니다.

source: Reaction
ko_kr: 반응
